{"index":{"title":"Welcome to Quartz","links":["svenska/PAG/PAG","svenska/MUK/MUK"],"tags":[],"content":"Need answers? §\nIn this site i leave answers on questions, tables and (i hope) something else.\n\nYou can go to teachers page, just choose one of next.\n\n\nPAG\nMUK\n"},"svenska/PAG/PAG":{"title":"PAG","links":["svenska/PAG/En-ö-i-havet/En-ö-i-havet"],"tags":[],"content":"All from Patric Greider.\nEn ö i havet"},"svenska/MUK/MUK":{"title":"MUK","links":["svenska/MUK/Frågor/Frågor"],"tags":[],"content":"All from Mujisera Kadik\nFrågor"},"svenska/PAG/En-ö-i-havet/En-ö-i-havet":{"title":"En ö i havet","links":["svenska/PAG/En-ö-i-havet/Sidan-5-8"],"tags":[],"content":"Words from “En ö i havet”\nSidan 5-8"},"svenska/PAG/En-ö-i-havet/Sidan-5-8":{"title":"Sidan 5-8","links":[],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBestämd formObestämd formPluralen perrongperrongenperrongeren flyktingflyktingenflyktingaren namnlappnamnlappennamnlapparen damdamendameren röraröranröroren famnfamnenfamnaren klungaklunganklungoren listalistalistorett slottslottetslotten röströstenrösteren fiskebåtfiskebåtenfiskebåtarpå ett landpå ett landetpå länderett fisknätfisknätetfisknäten koftakoftankoftoren sjalsjalensjalaren pakethållarepakethållarenpakethållareen tanttantentanteren knutknutenknutaren stackarestackarenstackareen grindgrindengrindaren flyttflyttenflyttarett hålhålethålett tillståndtillståndettillstånden ångbåtångbåtenångbåtaren kajkajenkajeren skorstenskorstenenskorstenaren strandstrandenstränderett korallhalsbandkorallhalsbandetkorallhalsbanden klippaklippanklipporen backebackenbackaren bryggabrygganbryggoren roddbåtroddbåtenroddbåtaren gudinnagudinnangudinnoren dagbokdagbokendagböckerett smyckeskrinsmyckeskrinetsmyckeskrinen nallebjörnnallebjörnennallebjörnaren doftdoftendofterett stegstegetstegett ögonblickögonblicketögonblick"},"svenska/MUK/Frågor/83-84":{"title":"83-84","links":[],"tags":[],"content":"\nFör att européerna lärde sig trycka böcker och en del protesterade mot påvens makt.\nDe upptäckte Amerika.\nBöcker.\nMot slutet av medeltiden var Sverige i union med Norge-Danmark. Ibland hade Sverige en dansk kung, ibland en svensk.\nFör att då kunde de själva bestämma och göra som de ville.\nDet blev strider mellan anhängarna till unionen, de som ville ha en union, och anhängarna till självständigheten.\nFör att han firade bli kung.\nFör att ordna blodbad.\nEftersom han trodde att (nästan) alla var emot honom.\nDe halshöggs.\nFör att folk såg hur blodet rann på torget och nedför gränderna.\nKristian Tyrann.\n"},"svenska/MUK/Frågor/85":{"title":"85","links":[],"tags":[],"content":"\nGustav Eriksson Vasa är upprorets ledare.\nFör att bland de adelsmän som hade avrättats var hans far.\nEftersom han visste att han måste har stöd och hjälp om han skulle lyckas.\nBönderna.\nFör att danska soldaterna letade efter Gustav Vasa som var upprorets ledare.\nEftersom han var en populär ledare.\nOm halshöggs och blodbad…\nGustav Vasa.\n"},"svenska/MUK/Frågor/91-92":{"title":"91-92","links":[],"tags":[],"content":"\nDet betyder att danskarna drevs ut ur landet av bönderna.\nGustav Vasa stod inte på böndernas sida.\nFör att tar ut höga skatter av bönderna.\nFrån kyrkan.\nKungen kallade de fyra stånden till ett möte. Där övertalade han dem att göra honom till kyrkans ledare och befria dem från den katolska kyrkans inflytande.\nGustav Vasa såg sig som en far för sitt folk, en far som skyddade sina barn, bestämde över dem och visste vad som var bäst för dem.\nDet innebar att hans äldste son skulle bli kung efter honom.\nNej.\n\n"},"svenska/MUK/Frågor/Frågor":{"title":"Frågor","links":["svenska/MUK/Frågor/83-84","svenska/MUK/Frågor/85","svenska/MUK/Frågor/91-92"],"tags":[],"content":"Questions from book (sides)\n83-84\n85\n91-92"}}